Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Unrecognized chain ID \(requestedHex) — Aperture doesn't support this chain
af: Onherkende ketting-ID \(requestedHex) — Aperture ondersteun nie hierdie ketting nie
ar: معرّف سلسلة غير معروف \(requestedHex) — لا تدعم Aperture هذه السلسلة
bg: Неразпознат chain ID \(requestedHex) — Aperture не поддържа тази верига
bn: অজানা chain ID \(requestedHex) — Aperture এই chain সমর্থন করে না
ca: ID de cadena no reconegut \(requestedHex) — Aperture no admet aquesta cadena
cs: Neznámé chain ID \(requestedHex) — Aperture tento chain nepodporuje
da: Ukendt chain-ID \(requestedHex) — Aperture understøtter ikke denne kæde
de: Unbekannte Chain-ID \(requestedHex) — Aperture unterstützt diese Chain nicht
el: Μη αναγνωρισμένο chain ID \(requestedHex) — το Aperture δεν υποστηρίζει αυτή την αλυσίδα
es: ID de cadena no reconocido \(requestedHex): Aperture no admite esta cadena
et: Tundmatu chain ID \(requestedHex) — Aperture ei toeta seda ahelat
fa: شناسهٔ زنجیرهٔ \(requestedHex) ناشناخته است — Aperture از این زنجیره پشتیبانی نمی‌کند
fi: Tuntematon chain ID \(requestedHex) — Aperture ei tue tätä ketjua
fil: Hindi kilalang chain ID \(requestedHex) — hindi suportado ng Aperture ang chain na ito
fr: ID de chaîne non reconnu \(requestedHex) — Aperture ne prend pas en charge cette chaîne
he: מזהה chain לא מזוהה \(requestedHex) — ‏Aperture לא תומכת ב־chain הזה
hi: अज्ञात chain ID \(requestedHex) — Aperture इस chain को सपोर्ट नहीं करता
hr: Nepoznat chain ID \(requestedHex) — Aperture ne podržava ovaj lanac
hu: Ismeretlen chain ID \(requestedHex) — az Aperture nem támogatja ezt a chaint
id: ID rantai \(requestedHex) tidak dikenali — Aperture tidak mendukung rantai ini
is: Óþekkt keðjuauðkenni \(requestedHex) — Aperture styður ekki þessa keðju
it: ID catena non riconosciuto \(requestedHex) — Aperture non supporta questa catena
ja: 認識できないチェーン ID \(requestedHex) — Aperture はこのチェーンに対応していません
ko: 인식할 수 없는 체인 ID \(requestedHex) — Aperture는 이 체인을 지원하지 않아요
lt: Neatpažintas chain ID \(requestedHex) — Aperture nepalaiko šios grandinės
lv: Neatpazīts chain ID \(requestedHex) — Aperture neatbalsta šo ķēdi
ml: തിരിച്ചറിയാത്ത chain ID \(requestedHex) — Aperture ഈ ചെയിൻ പിന്തുണയ്‌ക്കുന്നില്ല
mr: अपरिचित chain ID \(requestedHex) — Aperture या चेनला समर्थन देत नाही
ms: ID rantaian tidak dikenali \(requestedHex) — Aperture tidak menyokong rantaian ini
nb: Ukjent chain-ID \(requestedHex) — Aperture støtter ikke denne kjeden
nl: Niet-herkende chain-ID \(requestedHex) — Aperture ondersteunt deze chain niet
pa: ਅਣਪਛਾਤਾ chain ID \(requestedHex) — Aperture ਇਸ ਚੇਨ ਨੂੰ ਸਮਰਥਨ ਨਹੀਂ ਦਿੰਦਾ
pl: Nierozpoznany identyfikator łańcucha \(requestedHex) — Aperture nie obsługuje tego łańcucha
pt_br: ID da rede não reconhecido \(requestedHex) — o Aperture não suporta esta rede
ro: ID de chain nerecunoscut \(requestedHex) — Aperture nu acceptă această chain
ru: Неизвестный chain ID \(requestedHex) — Aperture не поддерживает эту сеть
sk: Neznáme chain ID \(requestedHex) — Aperture tento reťazec nepodporuje
sl: Neprepoznan chain ID \(requestedHex) — Aperture te verige ne podpira
sr: Непознат chain ID \(requestedHex) — Aperture не подржава овај ланац
sv: Okänt chain-ID \(requestedHex) — Aperture stöder inte den här kedjan
sw: Kitambulisho cha mnyororo kisichotambulika \(requestedHex) — Aperture haitumii mnyororo huu
ta: அடையாளம் தெரியாத chain ID \(requestedHex) — Aperture இந்தச் சங்கிலியை ஆதரிக்கவில்லை
te: గుర్తించబడని chain ID \(requestedHex) — Aperture ఈ చైన్‌కు మద్దతు ఇవ్వదు
th: ไม่รู้จักรหัสเชน \(requestedHex) — Aperture ไม่รองรับเชนนี้
tr: Tanınmayan zincir kimliği \(requestedHex) — Aperture bu zinciri desteklemiyor
uk: Невідомий chain ID \(requestedHex) — Aperture не підтримує цю мережу
ur: نامعلوم chain ID \(requestedHex) — Aperture اس چین کی معاونت نہیں کرتا
vi: ID chuỗi không nhận dạng được \(requestedHex) — Aperture không hỗ trợ chuỗi này
zh_hans: 无法识别的链 ID \(requestedHex) — Aperture 不支持该链
zh_hant: 無法辨識的鏈 ID \(requestedHex) — Aperture 不支援該鏈

source: up
af: op
ar: صعود
bg: нагоре
bn: উপরে
ca: amunt
cs: nahoru
da: op
de: rauf
el: άνοδος
es: arriba
et: üles
fa: بالا
fi: ylös
fil: pataas
fr: en hausse
he: למעלה
hi: ऊपर
hr: gore
hu: fel
id: naik
is: upp
it: in rialzo
ja: 上昇
ko: 상승
lt: aukštyn
lv: uz augšu
ml: മുകളിലേക്ക്
mr: वर
ms: naik
nb: opp
nl: omhoog
pa: ਉੱਪਰ
pl: wzrost
pt_br: alta
ro: în creștere
ru: вверх
sk: hore
sl: navzgor
sr: gore
sv: upp
sw: juu
ta: மேல்
te: పైకి
th: ขึ้น
tr: yükseliş
uk: вгору
ur: اوپر
vi: tăng
zh_hans: 上涨
zh_hant: 上漲

source: Updated %@
af: Opgedateer %@
ar: حُدّث %@
bg: Обновено %@
bn: %@ আপডেট হয়েছে
ca: Actualitzat %@
cs: Aktualizováno %@
da: Opdateret %@
de: Aktualisiert %@
el: Ενημερώθηκε %@
es: Actualizado %@
et: Värskendatud %@
fa: به‌روزرسانی %@
fi: Päivitetty %@
fil: Na-update %@
fr: Mis à jour %@
he: עודכן %@
hi: %@ को अपडेट किया गया
hr: Ažurirano %@
hu: Frissítve %@
id: Diperbarui %@
is: Uppfært %@
it: Aggiornato %@
ja: %@ に更新
ko: %@ 업데이트됨
lt: Atnaujinta %@
lv: Atjaunināts %@
ml: %@ അപ്ഡേറ്റ് ചെയ്തു
mr: %@ अद्यतनित केले
ms: Dikemas kini %@
nb: Oppdatert %@
nl: Bijgewerkt %@
pa: %@ ਅੱਪਡੇਟ ਕੀਤਾ
pl: Zaktualizowano %@
pt_br: Atualizado %@
ro: Actualizat %@
ru: Обновлено %@
sk: Aktualizované %@
sl: Posodobljeno %@
sr: Ažurirano %@
sv: Uppdaterad %@
sw: Imesasishwa %@
ta: %@ புதுப்பிக்கப்பட்டது
te: %@ నవీకరించబడింది
th: อัปเดต %@
tr: Güncellendi %@
uk: Оновлено %@
ur: اپ ڈیٹ شدہ %@
vi: Đã cập nhật %@
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: Updated %@ · Offline
af: Opgedateer %@ · Vanlyn
ar: حُدّث %@ · غير متصل
bg: Обновено %@ · Офлайн
bn: %@ আপডেট হয়েছে · অফলাইন
ca: Actualitzat %@ · Fora de línia
cs: Aktualizováno %@ · Offline
da: Opdateret %@ · Offline
de: Aktualisiert %@ · Offline
el: Ενημερώθηκε %@ · Εκτός σύνδεσης
es: Actualizado %@ · Sin conexión
et: Värskendatud %@ · Võrguühenduseta
fa: به‌روزرسانی %@ · آفلاین
fi: Päivitetty %@ · Offline-tila
fil: Na-update %@ · Offline
fr: Mis à jour %@ · Hors ligne
he: עודכן %@ · לא מקוון
hi: %@ को अपडेट किया गया · ऑफ़लाइन
hr: Ažurirano %@ · Izvanmrežno
hu: Frissítve %@ · Offline
id: Diperbarui %@ · Luring
is: Uppfært %@ · Án nettengingar
it: Aggiornato %@ · Offline
ja: %@ に更新 · オフライン
ko: %@ 업데이트됨 · 오프라인
lt: Atnaujinta %@ · Neprisijungus
lv: Atjaunināts %@ · Bezsaistē
ml: %@ അപ്ഡേറ്റ് ചെയ്തു · ഓഫ്‌ലൈൻ
mr: %@ अद्यतनित केले · ऑफलाइन
ms: Dikemas kini %@ · Luar talian
nb: Oppdatert %@ · Frakoblet
nl: Bijgewerkt %@ · Offline
pa: %@ ਅੱਪਡੇਟ ਕੀਤਾ · ਆਫਲਾਈਨ
pl: Zaktualizowano %@ · Offline
pt_br: Atualizado %@ · Off-line
ro: Actualizat %@ · Offline
ru: Обновлено %@ · Офлайн
sk: Aktualizované %@ · Offline
sl: Posodobljeno %@ · Brez povezave
sr: Ažurirano %@ · Van mreže
sv: Uppdaterad %@ · Offline
sw: Imesasishwa %@ · Nje ya mtandao
ta: %@ புதுப்பிக்கப்பட்டது · ஆஃப்லைன்
te: %@ నవీకరించబడింది · ఆఫ్‌లైన్
th: อัปเดต %@ · ออฟไลน์
tr: Güncellendi %@ · Çevrimdışı
uk: Оновлено %@ · Офлайн
ur: اپ ڈیٹ شدہ %@ · آف لائن
vi: Đã cập nhật %@ · Ngoại tuyến
zh_hans: 已更新 %@ · 离线
zh_hant: 已更新 %@ · 離線

source: Upload
af: Laai op
ar: رفع
bg: Качване
bn: আপলোড
ca: Puja
cs: Nahrát
de: Hochladen
el: Αποστολή
es: Subir
et: Laadi üles
fa: بارگذاری
fi: Lähetä
fil: I-upload
fr: Téléverser
he: העלאה
hi: अपलोड
hr: Prenesi
hu: Feltöltés
id: Unggah
is: Hlaða upp
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
ml: അപ്‌ലോഡ്
mr: अपलोड
ms: Muat naik
nb: Last opp
nl: Uploaden
pa: ਅੱਪਲੋਡ
pl: Prześlij
pt_br: Enviar
ro: Încarcă
ru: Загрузить
sk: Nahrať
sl: Naloži
sr: Отпреми
sv: Ladda upp
sw: Pakia
ta: பதிவேற்று
te: అప్‌లోడ్
th: อัปโหลด
tr: Yükle
uk: Завантажити
ur: اپ لوڈ
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: USD · United States
af: USD · Verenigde State
ar: USD · الولايات المتحدة
bg: USD · САЩ
bn: USD · মার্কিন যুক্তরাষ্ট্র
ca: USD · Estats Units
cs: USD · Spojené státy
da: USD · USA
de: USD · Vereinigte Staaten
el: USD · Ηνωμένες Πολιτείες
es: USD · Estados Unidos
et: USD · Ameerika Ühendriigid
fa: USD · ایالات متحده
fi: USD · Yhdysvallat
fil: USD · Estados Unidos
fr: USD · États-Unis
he: USD · ארצות הברית
hi: USD · संयुक्त राज्य
hr: USD · Sjedinjene Države
hu: USD · Egyesült Államok
id: USD · Amerika Serikat
is: USD · Bandaríkin
it: USD · Stati Uniti
ja: USD · アメリカ合衆国
ko: USD · 미국
lt: USD · Jungtinės Valstijos
lv: USD · Amerikas Savienotās Valstis
ml: USD · യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്
mr: USD · युनायटेड स्टेट्स
ms: USD · Amerika Syarikat
nb: USD · USA
nl: USD · Verenigde Staten
pa: USD · ਸੰਯੁਕਤ ਰਾਜ
pl: USD · Stany Zjednoczone
pt_br: USD · Estados Unidos
ro: USD · Statele Unite
ru: USD · США
sk: USD · Spojené štáty
sl: USD · Združene države
sr: USD · Сједињене Државе
sv: USD · USA
sw: USD · Marekani
ta: USD · ஐக்கிய அமெரிக்கா
te: USD · యునైటెడ్ స్టేట్స్
th: USD · สหรัฐอเมริกา
tr: USD · Amerika Birleşik Devletleri
uk: USD · США
ur: USD · امریکہ
vi: USD · Hoa Kỳ
zh_hans: USD · 美国
zh_hant: USD · 美國

source: Use
af: Gebruik
ar: استخدام
bg: Използване
bn: ব্যবহার করুন
ca: Utilitza
cs: Použít
da: Brug
de: Verwenden
el: Χρήση
es: Usar
et: Kasuta
fa: استفاده
fi: Käytä
fil: Gamitin
fr: Utiliser
he: השתמש
hi: उपयोग करें
hr: Koristi
hu: Használat
id: Gunakan
is: Nota
it: Usa
ja: 使用
ko: 사용
lt: Naudoti
lv: Izmantot
ml: ഉപയോഗിക്കുക
mr: वापरा
ms: Guna
nb: Bruk
nl: Gebruik
pa: ਵਰਤੋ
pl: Użyj
pt_br: Usar
ro: Folosește
ru: Использовать
sk: Použiť
sl: Uporabi
sr: Koristi
sv: Använd
sw: Tumia
ta: பயன்படுத்து
te: ఉపయోగించు
th: ใช้
tr: Kullan
uk: Використати
ur: استعمال کریں
vi: Dùng
zh_hans: 使用
zh_hant: 使用

source: Use \(match.savedName)'s saved address
af: Gebruik \(match.savedName) se gestoorde adres
ar: استخدم عنوان \(match.savedName) المحفوظ
bg: Използване на запазения адрес на \(match.savedName)
bn: \(match.savedName)-এর সংরক্ষিত ঠিকানা ব্যবহার করুন
ca: Utilitza l'adreça desada de \(match.savedName)
cs: Použít uloženou adresu kontaktu \(match.savedName)
da: Brug \(match.savedName)s gemte adresse
de: Gespeicherte Adresse von \(match.savedName) verwenden
el: Χρήση της αποθηκευμένης διεύθυνσης του \(match.savedName)
es: Usar la dirección guardada de \(match.savedName)
et: Kasuta \(match.savedName) salvestatud aadressi
fa: استفاده از نشانی ذخیره‌شده‌ی \(match.savedName)
fi: Käytä kohteen \(match.savedName) tallennettua osoitetta
fil: Gamitin ang naka-save na address ni \(match.savedName)
fr: Utiliser l'adresse enregistrée de \(match.savedName)
he: השתמש בכתובת השמורה של \(match.savedName)
hi: \(match.savedName) के सहेजे गए पते का उपयोग करें
hr: Koristi spremljenu adresu korisnika \(match.savedName)
hu: \(match.savedName) mentett címének használata
id: Gunakan alamat tersimpan milik \(match.savedName)
is: Nota vistað vistfang \(match.savedName)
it: Usa l'indirizzo salvato di \(match.savedName)
ja: \(match.savedName) の保存済みアドレスを使用
ko: \(match.savedName)의 저장된 주소 사용
lt: Naudoti \(match.savedName) išsaugotą adresą
lv: Izmantot \(match.savedName) saglabāto adresi
ml: \(match.savedName)-ന്റെ സേവ് ചെയ്ത വിലാസം ഉപയോഗിക്കുക
mr: \(match.savedName) चा जतन केलेला पत्ता वापरा
ms: Guna alamat tersimpan \(match.savedName)
nb: Bruk \(match.savedName)s lagrede adresse
nl: Gebruik het opgeslagen adres van \(match.savedName)
pa: \(match.savedName) ਦਾ ਸੰਭਾਲਿਆ ਪਤਾ ਵਰਤੋ
pl: Użyj zapisanego adresu \(match.savedName)
pt_br: Usar o endereço salvo de \(match.savedName)
ro: Folosește adresa salvată a \(match.savedName)
ru: Использовать сохранённый адрес \(match.savedName)
sk: Použiť uloženú adresu kontaktu \(match.savedName)
sl: Uporabi shranjeni naslov stika \(match.savedName)
sr: Koristi sačuvanu adresu korisnika \(match.savedName)
sv: Använd \(match.savedName)s sparade adress
sw: Tumia anwani iliyohifadhiwa ya \(match.savedName)
ta: \(match.savedName) இன் சேமித்த முகவரியைப் பயன்படுத்து
te: \(match.savedName) యొక్క సేవ్ చేసిన చిరునామాను ఉపయోగించు
th: ใช้ที่อยู่ที่บันทึกไว้ของ \(match.savedName)
tr: \(match.savedName) adlı kişinin kayıtlı adresini kullan
uk: Використати збережену адресу \(match.savedName)
ur: \(match.savedName) کا محفوظ ایڈریس استعمال کریں
vi: Dùng địa chỉ đã lưu của \(match.savedName)
zh_hans: 使用 \(match.savedName) 已保存的地址
zh_hant: 使用 \(match.savedName) 已儲存的地址

source: Use a fair die or coin. Patterns from birthdays or phone numbers reduce real randomness.
af: Gebruik ’n regverdige dobbelsteen of munt. Patrone uit verjaarsdae of telefoonnommers verminder werklike toevalligheid.
ar: استخدم نردًا أو عملة عادلة. الأنماط من تواريخ الميلاد أو أرقام الهواتف تقلل من العشوائية الحقيقية.
bg: Използвай честен зар или монета. Модели от рождени дни или телефонни номера намаляват истинската произволност.
bn: নিরপেক্ষ পাশা বা মুদ্রা ব্যবহার করুন। জন্মদিন বা ফোন নম্বরের প্যাটার্ন আসল র‍্যান্ডমনেস কমিয়ে দেয়।
ca: Fes servir un dau o moneda justos. Els patrons de dates de naixement o números de telèfon redueixen l'aleatorietat real.
cs: Použij férovou kostku nebo minci. Vzory z narozenin nebo telefonních čísel snižují skutečnou náhodnost.
da: Brug en fair terning eller mønt. Mønstre fra fødselsdage eller telefonnumre svækker ægte tilfældighed.
de: Verwende einen fairen Würfel oder eine faire Münze. Muster aus Geburtstagen oder Telefonnummern verringern die echte Zufälligkeit.
el: Χρησιμοποίησε αμερόληπτο ζάρι ή νόμισμα. Μοτίβα από γενέθλια ή τηλεφωνικούς αριθμούς μειώνουν την πραγματική τυχαιότητα.
es: Usa un dado o moneda justos. Los patrones de cumpleaños o números de teléfono reducen la aleatoriedad real.
et: Kasuta ausat täringut või münti. Sünnipäevadest või telefoninumbritest tulenevad mustrid vähendavad päris juhuslikkust.
fa: از تاس یا سکهٔ منصف استفاده کن. الگوهای روز تولد یا شمارهٔ تلفن تصادفی بودن واقعی را کم می‌کنند.
fi: Käytä reilua noppaa tai kolikkoa. Syntymäpäivistä tai puhelinnumeroista syntyvät kuviot heikentävät todellista satunnaisuutta.
fil: Gumamit ng patas na dais o barya. Ang mga pattern mula sa kaarawan o numero ng telepono ay nagpapababa ng totoong randomness.
fr: Utilise un dé ou une pièce équitables. Les motifs issus de dates de naissance ou de numéros de téléphone réduisent l'aléa réel.
he: השתמש בקובייה או במטבע הוגנים. דפוסים מתאריכי לידה או מספרי טלפון מפחיתים את האקראיות האמיתית.
hi: निष्पक्ष पासा या सिक्का इस्तेमाल करें। जन्मदिन या फ़ोन नंबर जैसे पैटर्न असली यादृच्छिकता को कम करते हैं।
hr: Koristi poštenu kocku ili novčić. Uzorci iz rođendana ili telefonskih brojeva smanjuju pravu nasumičnost.
hu: Használj korrekt kockát vagy érmét. A születésnapokból vagy telefonszámokból álló minták csökkentik a valódi véletlenszerűséget.
id: Gunakan dadu atau koin yang adil. Pola dari tanggal lahir atau nomor telepon mengurangi keacakan sebenarnya.
is: Notaðu sanngjarnan tening eða mynt. Mynstur úr afmælisdögum eða símanúmerum draga úr raunverulegri tilviljun.
it: Usa un dado o una moneta equi. Pattern da compleanni o numeri di telefono riducono la vera casualità.
ja: 公平なサイコロまたはコインを使ってください。誕生日や電話番号などのパターンは本当のランダム性を損ないます。
ko: 공정한 주사위나 동전을 사용하세요. 생일이나 전화번호 같은 패턴은 실제 무작위성을 떨어뜨립니다.
lt: Naudok sąžiningą kauliuką ar monetą. Šablonai iš gimtadienių ar telefono numerių mažina tikrąjį atsitiktinumą.
lv: Izmanto godīgu kauliņu vai monētu. Modeļi no dzimšanas dienām vai telefona numuriem samazina patieso nejaušību.
ml: നീതിയുള്ള കല്ലോ നാണയമോ ഉപയോഗിക്കുക. ജന്മദിനങ്ങളിൽ നിന്നോ ഫോൺ നമ്പറുകളിൽ നിന്നോ ഉള്ള മാതൃകകൾ യഥാർത്ഥ ക്രമരാഹിത്യം കുറയ്ക്കുന്നു.
mr: न्याय्य फासा किंवा नाणे वापरा. वाढदिवस किंवा फोन नंबरमधील नमुने खरी यादृच्छिकता कमी करतात.
ms: Gunakan dadu atau syiling yang adil. Corak daripada hari lahir atau nombor telefon mengurangkan kerawakan sebenar.
nb: Bruk en rettferdig terning eller mynt. Mønstre fra bursdager eller telefonnumre svekker ekte tilfeldighet.
nl: Gebruik een eerlijke dobbelsteen of munt. Patronen uit verjaardagen of telefoonnummers verkleinen echte willekeur.
pa: ਨਿਰਪੱਖ ਪਾਸਾ ਜਾਂ ਸਿੱਕਾ ਵਰਤੋ। ਜਨਮਦਿਨ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰਾਂ ਤੋਂ ਬਣੇ ਨਮੂਨੇ ਅਸਲ ਬੇਤਰਤੀਬੀ ਨੂੰ ਘਟਾਉਂਦੇ ਹਨ।
pl: Używaj uczciwej kostki lub monety. Wzorce z dat urodzin lub numerów telefonów zmniejszają prawdziwą losowość.
pt_br: Use um dado ou moeda justos. Padrões de aniversários ou números de telefone reduzem a aleatoriedade real.
ro: Folosește un zar sau o monedă corectă. Tiparele din zile de naștere sau numere de telefon reduc aleatoritatea reală.
ru: Используйте честные кости или монету. Шаблоны вроде дат рождения или номеров телефонов снижают настоящую случайность.
sk: Použi férovú kocku alebo mincu. Vzory z narodenín alebo telefónnych čísel znižujú skutočnú náhodnosť.
sl: Uporabi pošteno kocko ali kovanec. Vzorci iz rojstnih dni ali telefonskih številk zmanjšajo pravo naključnost.
sr: Користи поштену коцку или новчић. Шаблони рођендана или бројева телефона смањују праву насумичност.
sv: Använd en rättvis tärning eller mynt. Mönster från födelsedagar eller telefonnummer minskar äkta slumpmässighet.
sw: Tumia dadu au sarafu ya haki. Mifumo kutoka siku za kuzaliwa au nambari za simu hupunguza upungufu wa kweli wa mpangilio.
ta: நியாயமான பகடை அல்லது நாணயத்தைப் பயன்படுத்துக. பிறந்தநாள் அல்லது தொலைபேசி எண்களின் வடிவங்கள் உண்மையான சீரற்ற தன்மையை குறைக்கின்றன.
te: నిష్పక్షపాత పాచిక లేదా నాణేన్ని ఉపయోగించండి. పుట్టినరోజులు లేదా ఫోన్ నంబర్ల నుండి వచ్చే నమూనాలు నిజమైన యాదృచ్ఛికతను తగ్గిస్తాయి.
th: ใช้ลูกเต๋าหรือเหรียญที่ยุติธรรม รูปแบบจากวันเกิดหรือเบอร์โทรศัพท์จะลดความสุ่มที่แท้จริง
tr: Hilesiz bir zar veya para kullan. Doğum günleri veya telefon numaralarından gelen örüntüler gerçek rastgeleliği azaltır.
uk: Використовуйте чесний кубик чи монету. Шаблони з днів народження або номерів телефонів знижують справжню випадковість.
ur: منصفانہ پانسہ یا سکہ استعمال کریں۔ سالگرہ یا فون نمبروں کے انداز اصل بے ترتیبی کم کر دیتے ہیں۔
vi: Hãy dùng xúc xắc hoặc đồng xu công bằng. Các mẫu từ ngày sinh hoặc số điện thoại sẽ làm giảm tính ngẫu nhiên thực sự.
zh_hans: 使用公平的骰子或硬币。生日或电话号码等规律会削弱真正的随机性。
zh_hant: 請使用公平的骰子或硬幣。生日或電話號碼等規律會削弱真正的隨機性。

source: Use a hardware security key.
af: Gebruik ʼn hardewaresekuriteitsleutel.
ar: استخدم مفتاح أمان مادي.
bg: Използвайте хардуерен ключ за сигурност.
bn: একটি হার্ডওয়্যার সিকিউরিটি কী ব্যবহার করুন।
ca: Utilitza una clau de seguretat de maquinari.
cs: Použijte hardwarový bezpečnostní klíč.
da: Brug en hardwarebaseret sikkerhedsnøgle.
de: Verwenden Sie einen Hardware-Sicherheitsschlüssel.
el: Χρησιμοποιήστε ένα κλειδί ασφαλείας υλικού.
es: Usa una llave de seguridad por hardware.
et: Kasuta riistvaralist turvavõtit.
fa: از یک کلید امنیتی سخت‌افزاری استفاده کنید.
fi: Käytä laitepohjaista turva-avainta.
fil: Gumamit ng hardware security key.
fr: Utilisez une clé de sécurité matérielle.
he: השתמש במפתח אבטחה חומרתי.
hi: हार्डवेयर सुरक्षा कुंजी का उपयोग करें।
hr: Upotrijebite hardverski sigurnosni ključ.
hu: Használjon hardveres biztonsági kulcsot.
id: Gunakan kunci keamanan perangkat keras.
is: Notaðu öryggislykil úr vélbúnaði.
it: Usi una chiave di sicurezza hardware.
ja: ハードウェアセキュリティキーを使用してください。
ko: 하드웨어 보안 키를 사용하세요.
lt: Naudokite aparatinį saugos raktą.
lv: Izmantojiet aparatūras drošības atslēgu.
ml: ഹാർഡ്‌വെയർ സെക്യൂരിറ്റി കീ ഉപയോഗിക്കുക.
mr: हार्डवेअर सिक्युरिटी की वापरा.
ms: Gunakan kunci keselamatan perkakasan.
nb: Bruk en maskinvaresikkerhetsnøkkel.
nl: Gebruik een hardware-beveiligingssleutel.
pa: ਹਾਰਡਵੇਅਰ ਸੁਰੱਖਿਆ ਕੁੰਜੀ ਵਰਤੋ।
pl: Użyj sprzętowego klucza bezpieczeństwa.
pt_br: Use uma chave de segurança de hardware.
ro: Folosește o cheie hardware de securitate.
ru: Используйте аппаратный ключ безопасности.
sk: Použite hardvérový bezpečnostný kľúč.
sl: Uporabite strojni varnostni ključ.
sr: Користите хардверски сигурносни кључ.
sv: Använd en hårdvarusäkerhetsnyckel.
sw: Tumia ufunguo wa usalama wa maunzi.
ta: ஹார்ட்வேர் பாதுகாப்பு சாவியைப் பயன்படுத்து.
te: హార్డ్‌వేర్ సెక్యూరిటీ కీని ఉపయోగించండి.
th: ใช้กุญแจความปลอดภัยแบบฮาร์ดแวร์
tr: Bir donanım güvenlik anahtarı kullanın.
uk: Скористайтеся апаратним ключем безпеки.
ur: ہارڈویئر سیکیورٹی کلید استعمال کریں۔
vi: Dùng một khoá bảo mật phần cứng.
zh_hans: 使用硬件安全密钥。
zh_hant: 使用硬體安全金鑰。

source: Use biometrics
af: Gebruik biometrie
ar: استخدام القياسات الحيوية
bg: Използвай биометрия
bn: বায়োমেট্রিক্স ব্যবহার করুন
ca: Utilitza la biometria
cs: Použít biometrii
da: Brug biometri
de: Biometrie verwenden
el: Χρήση βιομετρικών
es: Usar biometría
et: Kasuta biomeetriat
fa: استفاده از بیومتریک
fi: Käytä biometriikkaa
fil: Gamitin ang biometrics
fr: Utiliser la biométrie
he: השתמש בביומטריה
hi: बायोमेट्रिक्स का उपयोग करें
hr: Koristi biometriju
hu: Biometria használata
id: Gunakan biometrik
is: Nota lífkenni
it: Usa biometria
ja: 生体認証を使用
ko: 생체 인식 사용
lt: Naudoti biometriją
lv: Izmantot biometriju
ml: ബയോമെട്രിക്സ് ഉപയോഗിക്കുക
mr: बायोमेट्रिक्स वापरा
ms: Guna biometrik
nb: Bruk biometri
nl: Biometrie gebruiken
pa: ਬਾਇਓਮੈਟ੍ਰਿਕਸ ਵਰਤੋ
pl: Użyj biometrii
pt_br: Usar biometria
ro: Folosește biometria
ru: Использовать биометрию
sk: Použiť biometriu
sl: Uporabi biometrijo
sr: Користи биометрију
sv: Använd biometri
sw: Tumia biometriki
ta: உயிரியல் அடையாளத்தைப் பயன்படுத்து
te: బయోమెట్రిక్స్ ఉపయోగించండి
th: ใช้ไบโอเมตริก
tr: Biyometri kullan
uk: Використовувати біометрію
ur: بایومیٹرکس استعمال کریں
vi: Dùng sinh trắc học
zh_hans: 使用生物识别
zh_hant: 使用生物辨識

source: Use Face ID
af: Gebruik Face ID
ar: استخدام Face ID
bg: Използвай Face ID
bn: Face ID ব্যবহার করুন
ca: Utilitza Face ID
cs: Použít Face ID
da: Brug Face ID
de: Face ID verwenden
el: Χρήση Face ID
es: Usar Face ID
et: Kasuta Face ID‑d
fa: استفاده از Face ID
fi: Käytä Face ID:tä
fil: Gamitin ang Face ID
fr: Utiliser Face ID
he: השתמש ב-Face ID
hi: Face ID का उपयोग करें
hr: Koristi Face ID
hu: Face ID használata
id: Gunakan Face ID
is: Nota Face ID
it: Usa Face ID
ja: Face IDを使用
ko: Face ID 사용
lt: Naudoti Face ID
lv: Izmantot Face ID
ml: Face ID ഉപയോഗിക്കുക
mr: Face ID वापरा
ms: Guna Face ID
nb: Bruk Face ID
nl: Face ID gebruiken
pa: Face ID ਵਰਤੋ
pl: Użyj Face ID
pt_br: Usar Face ID
ro: Folosește Face ID
ru: Использовать Face ID
sk: Použiť Face ID
sl: Uporabi Face ID
sr: Користи Face ID
sv: Använd Face ID
sw: Tumia Face ID
ta: Face ID-ஐப் பயன்படுத்து
te: Face ID ఉపయోగించండి
th: ใช้ Face ID
tr: Face ID kullan
uk: Використовувати Face ID
ur: Face ID استعمال کریں
vi: Dùng Face ID
zh_hans: 使用 Face ID
zh_hant: 使用 Face ID

source: Use iOS system language
af: Gebruik iOS-stelseltaal
ar: استخدام لغة نظام iOS
bg: Използвай системния език на iOS
bn: iOS সিস্টেমের ভাষা ব্যবহার করুন
ca: Utilitza l’idioma del sistema iOS
cs: Použít jazyk systému iOS
da: Brug iOS-systemets sprog
de: iOS-Systemsprache verwenden
el: Χρήση γλώσσας συστήματος iOS
es: Usar el idioma del sistema iOS
et: Kasuta iOS‑i süsteemikeelt
fa: استفاده از زبان سیستم iOS
fi: Käytä iOS-järjestelmän kieltä
fil: Gamitin ang system language ng iOS
fr: Utiliser la langue du système iOS
he: שימוש בשפת מערכת iOS
hi: iOS सिस्टम भाषा का उपयोग करें
hr: Koristi jezik sustava iOS
hu: Az iOS rendszer nyelvének használata
id: Gunakan bahasa sistem iOS
is: Nota kerfismál iOS
it: Usa la lingua del sistema iOS
ja: iOS のシステム言語を使用
ko: iOS 시스템 언어 사용
lt: Naudoti iOS sistemos kalbą
lv: Izmantot iOS sistēmas valodu
ml: iOS സിസ്റ്റം ഭാഷ ഉപയോഗിക്കുക
mr: iOS सिस्टम भाषा वापरा
ms: Gunakan bahasa sistem iOS
nb: Bruk iOS-systemspråk
nl: iOS-systeemtaal gebruiken
pa: iOS ਸਿਸਟਮ ਭਾਸ਼ਾ ਵਰਤੋ
pl: Użyj języka systemu iOS
pt_br: Usar idioma do sistema iOS
ro: Folosește limba sistemului iOS
ru: Использовать язык системы iOS
sk: Použiť jazyk systému iOS
sl: Uporabi sistemski jezik iOS
sr: Користи језик iOS система
sv: Använd iOS-systemets språk
sw: Tumia lugha ya mfumo wa iOS
ta: iOS கணினி மொழியைப் பயன்படுத்து
te: iOS సిస్టమ్ భాషను ఉపయోగించండి
th: ใช้ภาษาระบบของ iOS
tr: iOS sistem dilini kullan
uk: Використовувати мову системи iOS
ur: iOS سسٹم زبان استعمال کریں
vi: Dùng ngôn ngữ hệ thống iOS
zh_hans: 使用 iOS 系统语言
zh_hant: 使用 iOS 系統語言
